Revit 2027 API
ParameterTypeId.ContourLabelsLinearUnits Property
 "Units Format"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContourLabelsLinearUnits { get; }
Public Shared ReadOnly Property ContourLabelsLinearUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContourLabelsLinearUnits {
	ForgeTypeId^ get ();
}
static member ContourLabelsLinearUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace